Repository: krishnakrthk/Kaizos
Catalog: Kaizos/App_GlobalResources/LocalString.*.resx
Languages: fr_fr

# AcceptInsurance
source: I accept the contact Insurance Conditions
fr_fr: J'accepte les conditions d'assurance.

# AcceptShipingCondition
source: I confirm do not sending prohibited articles and I accept carrier terms of Service
fr_fr: Je confirme ne pas expédier d'articles prohibés et j'accepte les conditions d'utilisation du service

source: Active
fr_fr: Actif

# AddBlock
source: Add a sub total block
fr_fr: Ajouter un bloc

source: Additional detail
fr_fr: Ajouter une ligne de détail

source: Address
fr_fr: Adresse

source: Address type
fr_fr: Type d'adresse

source: Add shipment
fr_fr: Ajouter une expédition

source: Add to address book
fr_fr: Ajouter au carnet d'adresses

# AffectMargin
source: Affect these gross margins
fr_fr: Affecter les taux de marge brute

source: Archived
fr_fr: Archivé

source: Back
fr_fr: Retour

# CancelReference
source: Kaizos shipping reference
fr_fr: Référence de l'expédition Kaizos

# CancelShipping
source: Cancel this shipping
fr_fr: Supprimer cette expédition

source: Carrier
fr_fr: Transporteur

source: Carrier type
fr_fr: Type de transporteur

source: City*
fr_fr: Ville*

source: Collection deadline
fr_fr: Heure limite de collecte

source: Commercial
fr_fr: Commerciale

source: Company name*
fr_fr: Société*

source: Container
fr_fr: Contenant

source: Container gross weight
fr_fr: Poids brut du contenant

source: Content type
fr_fr: Type de contenu

# CustomerInternalRef
source: Customer internal reference
fr_fr: Référence interne du client

source: Customs value
fr_fr: Valeur douanière

# DefaultPublic
source: Default public tariff
fr_fr: Tarif public par défaut

source: Delete
fr_fr: Suppression

# DeleteConfirmation
source: Are you sure you want to delete this shipment ?
fr_fr: Voulez-vous supprimer cette expédition ?

# DeleteResponse
source: Shipment has been deleted sucessully
fr_fr: L'expédition a été supprimée

source: Delete shipment
fr_fr: Expédition supprimée

source: Delivery
fr_fr: Livraison

source: Delivery address
fr_fr: Adresse de livraison

source: Delivery deadline*
fr_fr: Heure limite de livraison*

source: Delivery delay
fr_fr: Délai de livraison

source: Domestic
fr_fr: Domestique

source: Economy
fr_fr: Economie

source: Edit
fr_fr: Edition

source: Edit parameter
fr_fr: Edition des paramètres

# EnableShipPreference
source: Enable
fr_fr: disponible

source: End date
fr_fr: Date de fin

# ExportCSV
source: Export in CSV
fr_fr: Exporter au format CSV

# Fastest
source: The fastest
fr_fr: Le plus rapide

# GetQuote
source: Get a quote/delay
fr_fr: Obtenir un coût et un délai

# GrossMargin
source: Discount (%)
fr_fr: Remise (%)

source: Gross weight
fr_fr: Poids brut

source: Height
fr_fr: Hauteur

source: Incoterm
fr_fr: Incoterms

source: Incoterm details
fr_fr: Détail des incoterms

source: Info
fr_fr: Information

source: Insurance
fr_fr: Assurance

# InsureThisShipment
source: Insure this shipping
fr_fr: Assurer cette expédition

# IsBulkShipping
source: Available for bulk shipping
fr_fr: Disponible pour l'import en masse

source: Last update
fr_fr: Dernière mise à jour

# lblTosAccept1
source: The terms of service were updated. Please approve the
fr_fr: Les conditions d'utilisation du service ont été mise à jour, merci de les

# lblTosAccept2
source: latest version+
fr_fr: valider+

# lblTosAccept3
source: specific part for the key customer (if required)
fr_fr: Partie spécifique pour les utilisateurs grand compte (si nécessaire)

source: Length
fr_fr: Longueur

# ManualSubmit
source: Submit
fr_fr: Valider

source: Master service name
fr_fr: Libellé du type de service

source: Master service type
fr_fr: Type de service

# MasterSurchargeCode
source: Master code
fr_fr: Code master surcharge

# MasterSurchargeLabel
source: Master label
fr_fr: Libellé master surcharge

# MasterSurchargeType
source: Type
fr_fr: Type master surcharge

source: Most competitive
fr_fr: Le moins cher

source: Name*
fr_fr: Nom*

source: Named carrier *
fr_fr: Transporteur nommé

source: Next
fr_fr: Suivant

source: No
fr_fr: Non

source: Origin
fr_fr: Origine

# ParamID
source: Param description
fr_fr: Nom du paramètre

source: Param value
fr_fr: Paramètre

# ParcelCount
source: Container number
fr_fr: Nombre de contenants

# ParcelNumber
source: Container number
fr_fr: Nombre de contenants

# PhoneNumber
source: Phone no*
fr_fr: Téléphone*

source: Pick an address
fr_fr: Sélectionner une adresse

source: Priority
fr_fr: Priorité

source: Prohibited products
fr_fr: Articles prohibés

# ProposedCarrier
source: Kaizos proposed carrier
fr_fr: Transporteur proposé par Kaizos

source: Public tariff
fr_fr: Tarif Public

# PublicTariffValidation
source: Following entries are not valid numbers
fr_fr: Les champs saisis ne sont pas numériques

# PurchaseTariff
source: Based on purchase tariff
fr_fr: Tarif d'achat

source: Recipient
fr_fr: Destinataire

# RecipientNotification
source: Send a notification to recipient
fr_fr: Envoyer une notification au destinataire

# ReferenceCaption
source: Reference
fr_fr: Légende

source: Reset
fr_fr: Réinitialiser

source: Residential
fr_fr: Résidentielle

source: Return
fr_fr: Retour

source: Save
fr_fr: Sauvegarde

source: Send
fr_fr: envoyer

source: Sender
fr_fr: Expéditeur

# SenderNotification
source: Send a notification to the sender
fr_fr: Envoyer une notification à l'expéditeur

source: Service name
fr_fr: Libellé du service

source: Service type code
fr_fr: Type de service

source: Service type name
fr_fr: Libellé du service type

# ShipingRef
source: Shipping reference
fr_fr: Référence de l'expédition

source: Ship it
fr_fr: Expédier

source: Shipping
fr_fr: Expédition

source: Shipping address
fr_fr: Adresse d'expédition

source: Shipping date
fr_fr: Date d'expédition

source: Shipping details
fr_fr: Détail de l'expédition

# Source
source: Origin
fr_fr: Origine

source: Start date
fr_fr: Date de début *

source: State
fr_fr: Etat

source: Status
fr_fr: Statut

source: Tariff duty free (€)
fr_fr: Tarif hors taxe (€)

source: Tariff reference
fr_fr: Référence du tarif

source: Tariff type
fr_fr: Niveau de tarif

# TariffValid
source: Tariff valid until
fr_fr: Affecter les taux de marge brute

source: Taxable weight
fr_fr: Poids taxable

source: Terms of use
fr_fr: Description du service

source: Update
fr_fr: Mise à jour

# UseSenderAddress
source: Use sender address for the return of goYLods
fr_fr: Utiliser l'adresse d'expédition pour le retour

# ValidationAccept
source: must be checked
fr_fr: doit être coché

# ValidationAlready
source: already exists
fr_fr: existe déjà

# ValidationAlreadyExist
source: already exists
fr_fr: existe déjà

# ValidationEmpty
source: must be filled
fr_fr: le champ doit être renseigné

# ValidationInvalid
source: is invalid
fr_fr: saisie invalide

# ValidationLength
source: Password length must be between 8 and 15 characters long
fr_fr: La taille du mot de passe doit comporter entre 8 et 15 caractères

# ValidationMaxAllowed
source: Max 5000 characters only allowed
fr_fr: Nombre maximum de caractères autorisés : 5000

# ValidationMultiple
source: must be less than 50000 for multiple shipment
fr_fr: le nombre d'expéditions ne doit pas dépasser 50000

# ValidationNotExist
source: is not exist
fr_fr: n'existe pas

# ValidationNotFound
source: not found
fr_fr: occurrence non trouvée

# ValidationNumber
source: must be numeric
fr_fr: le champ doit contenir une valeur numérique

# ValidationNumber1
source: should be numeric value
fr_fr: doit être numérique

# ValidationShouldSame
source: New/Confirm password should be same
fr_fr: Le mot de passe et la confirmation doivent être identiques

# ValidationSingle
source: must be less than 25000 for multiple shipment
fr_fr: le nombre d'expéditions ne doit pas dépasser 25000

# valLess100
source: Fees rates must be less then or equal to 100.00
fr_fr: Le taux de redevance doit être inférieur ou égal à 100.

# valMaxAllowed100000
source: Max allowed 100000 characters
fr_fr: Nombre de caractères maximum autorisés : 100000

# valNotAvailable
source: The user ID is no available in the current registered user list
fr_fr: L'identifiant de l'utilisateur est absent des utilisateurs enregistrés

source: Weight
fr_fr: Poids

# WeightIncrement
source: Weight increment (Kg)
fr_fr: Incrément de poids (Kg)

# WeightLimit
source: Weight limit (Kg)
fr_fr: Limite de poids (Kg)

# WeightRange
source: Weight range (Kg)
fr_fr: Tranche de poids (Kg)

source: Width
fr_fr: Largeur

# WishedShippingDate
source: Whished shipping date
fr_fr: Date souhaitée d'expédition

source: Yes
fr_fr: Oui

source: Your carrier
fr_fr: Votre transporteur

source: Zipcode*
fr_fr: Code postal*

# ZipCodeCity
source: City/zipcode
fr_fr: Ville/zipcode

source: Zone list
fr_fr: Liste des zones

# MasterTypeAlreadyExists
source: already exists
fr_fr: existe déjà

# String2
source: failed to create. Please contact administrator with input details you provided.
fr_fr: Création impossible. Merci de fournir les éléments saisis à votre administrateur.

# MasterTypeCreationSucess
source: Master type {0} created successfully
fr_fr: Création du master type {0} réussie !

# ResultErrorMessage
source: No message set for {0} page. Please contact administrator.
fr_fr: Aucun message n'est défini pour la page {0}. Merci de contacter votre administrateur.

source: Disable
fr_fr: Désactivé

source: Carrier service delay import
fr_fr: Délai d'import du service du transporteur

source: Upload
fr_fr: Chargement

source: Service code
fr_fr: Code service

# FuelSurchargeSearchError
source: Error while searching fuel surcharge. Please contact administrator
fr_fr: Recherche de la surcharge carburant infructueuse. Merci de contacter votre administrateur

# TariffImportFailure
source: Problem while importing tariff
fr_fr: L'import du tarif a échoué

# TariffImportSuccess
source: Imported sucessfully
fr_fr: L'import du tarif a réussi

# AddressBookAddress1
source: Address 1*
fr_fr: Adresse 1*

# AddressBookAddress2
source: Address 2
fr_fr: Adresse 2

# AddressBookAddress3
source: Address 3
fr_fr: Adresse 3

# AddressBookAddressType
source: Address type *
fr_fr: Type d'adresse *

# AddressBookAddressUsedFor
source: Address used for *
fr_fr: Adresse utilisée pour *

# AddressBookBoth
source: Both
fr_fr: Les deux

# AddressBookCity
source: City *
fr_fr: Ville *

# AddressBookCompanyName
source: Company name *
fr_fr: Nom de l'entreprise *

# AddressBookDeliveryAddress
source: Delivery address
fr_fr: Adresse de livraison

# AddressBookEnableShippingPreference
source: Enable the shipping preferences *
fr_fr: Activation de la préférence d'expédition *

# AddressBookFailure
source: Address {0} insertion failed
fr_fr: La création de l'adresse {0} a échoué.

# AddressBookFastest
source: Fastest
fr_fr: Le plus rapide

# AddressBookFaxNumber
source: Fax number
fr_fr: Fax

# AddressBookLastPickupF
source: Collection deadline Friday *
fr_fr: Heure limite de collecte le vendredi *

# AddressBookLastPickupMtoF
source: Collection deadline from Monday to Thursday *
fr_fr: Heure limite de collecte du lundi au jeudi *

# AddressBooklblNamedCarrier
source: Named Carrier *
fr_fr: Transporteur nommé

# AddressBookMostCompetitive
source: Most competitive
fr_fr: Le moins cher

# AddressBookName
source: Name *
fr_fr: Nom *

# AddressBookNamedCarrier
source: Named carrier
fr_fr: Nom du transporteur

# AddressBookPhoneNumber
source: Phone number *
fr_fr: Téléphone *

# AddressBookResidential
source: Residential
fr_fr: Résidentiel

# AddressBookShippingAddress
source: Shipping address
fr_fr: Adresse d'expédition

# AddressBookShippingPreference
source: Shipping preferences *
fr_fr: Préférence d'expédition

# AddressBookState
source: State
fr_fr: Etat

# AddressBookSuccess
source: Address {0} was inserted successfully.
fr_fr: Création de l'adresse {0} réussie.

# AddressBookZipcode
source: Zipcode *
fr_fr: Code postal *

# AllAccept
source: Accept
fr_fr: Accepter

# AllBack
source: Back
fr_fr: Retour

# AllCancel
source: Cancel
fr_fr: Annuler

# AllEdit
source: Edit
fr_fr: Editer

# AllGet
source: Get
fr_fr: Obtenir

# AllSubmit
source: Submit
fr_fr: Valider

# Allupdate
source: Update
fr_fr: Mettre à jour

source: Carrier public
fr_fr: Publics transporteur

# ConfirmPWDConfirmPassword
source: Confirm password
fr_fr: Confirmation du mot de passe

# ConfirmPWDFailure
source: Password confirmation failed
fr_fr: La confirmation du mot de passe a échoué.

# ConfirmPWDNotExists
source: The account number {0} does not exist.
fr_fr: Le n° de compte {0} n'existe pas.

# ConfirmPWDPassword
source: Password *
fr_fr: Mot de passe *

# ConfirmPWDPasswordConfirmation
source: Password confirmation *
fr_fr: Confirmation du mot de passe *

# ConfirmPWDSuccess
source: Password confirmation made successfully.
fr_fr: La confirmation du mot passe est validée.

source: Container type
fr_fr: Type de contenant

source: Create
fr_fr: Créer

# Fastest1
source: The fastest
fr_fr: Le plus rapide

# FranchiseAddress1
source: Address 1 *
fr_fr: Adresse 1 *

# FranchiseAddress2
source: Address 2
fr_fr: Adresse 2

# FranchiseAddress3
source: Address 3
fr_fr: Adresse 3

# FranchiseChalandiseZone
source: Chalandise zone *
fr_fr: Zone de chalandise *

# FranchiseCity
source: City *
fr_fr: Ville

# FranchiseCommercialName
source: Commercial name *
fr_fr: Nom du commercial *

# Franchisecompany
source: Company
fr_fr: Société

# FranchiseCompanyName
source: Company name *
fr_fr: Nom de la société *

# FranchiseFaxNumber
source: Fax no
fr_fr: Fax

# FranchiseLanguage
source: Language *
fr_fr: Langue *

# FranchiseLegalForm
source: Legal form *
fr_fr: Forme juridique *

# FranchiseListCompanyName
source: Company name
fr_fr: Société

# FranchiseListContactName
source: Contact name
fr_fr: Nom du contact

# FranchiseListLanguage
source: Language
fr_fr: Langue

# FranchiseManPower
source: Man power *
fr_fr: Effectif *

# FranchiseName
source: Name *
fr_fr: Nom *

# FranchisePhoneNumber
source: Phone no *
fr_fr: Téléphone *

# FranchiseProfessionalAccount
source: Professional account *
fr_fr: Compte professionnel *

# FranchiseUpdateAddress1
source: Address 1 *
fr_fr: Adresse 1 *

# FranchiseUpdateAddress2
source: Address 2
fr_fr: Adresse 2

# FranchiseUpdateAddress3
source: Address 3
fr_fr: Adresse 3

# FranchiseUpdateAdminAccountStatus
source: Account status *
fr_fr: Statut du compte *

# FranchiseUpdateAdminArchieve
source: Archived
fr_fr: Archivé

# FranchiseUpdateAdminChalandiseZone
source: Chalandise zone
fr_fr: Zone de chalandise

# FranchiseUpdateAdminCompany
source: Company
fr_fr: Entreprise

# FranchiseUpdateAdminCompanyName
source: Company name *
fr_fr: Nom de l'entreprise *

# FranchiseUpdateAdminCreditRequest
source: Credit request *
fr_fr: Demande de crédit *

# FranchiseUpdateAdminDisabled
source: Disabled
fr_fr: Désactivé

# FranchiseUpdateAdminEnabled
source: Enabled
fr_fr: Activé

# FranchiseUpdateAdminLanguage
source: Language
fr_fr: Langue

# FranchiseUpdateAdminMonthlyFees
source: Monthly fees rate (%)
fr_fr: Taux de redevance mensuelle (%)

# FranchiseUpdateAdminUser
source: User
fr_fr: Utilisateur

# FranchiseUpdateChalandiseZone
source: Chalandise zone*
fr_fr: Zone de chalandise *

# FranchiseUpdateCity
source: City *
fr_fr: Ville *

# FranchiseUpdateCommercialName
source: Commercial name *
fr_fr: Nom commercial *

# FranchiseUpdateCompany
source: Company
fr_fr: Entreprise

# FranchiseUpdateCompanyName
source: Company name *
fr_fr: Nom de l'entreprise *

# FranchiseUpdateConfirmPassword
source: Confirm password *
fr_fr: Confirmation du mot de passe *

# FranchiseUpdateFaxNumber
source: Fax number
fr_fr: N° de fax

# FranchiseUpdateLanguage
source: Language
fr_fr: Langue

# FranchiseUpdateLegalForm
source: Legal form *
fr_fr: Forme juridique *

# FranchiseUpdateLoad
source: Load
fr_fr: Chargement

# FranchiseUpdateManPower
source: Man power *
fr_fr: Effectif *

# FranchiseUpdateName
source: Name *
fr_fr: Nom *

# FranchiseUpdateNewPassword
source: New password *
fr_fr: Nouveau mot de passe *

# FranchiseUpdatePhoneNumber
source: Phone number *
fr_fr: N° de téléphone *

# FranchiseUpdateProfessionalAccount
source: Professional account *
fr_fr: Compte professionnel *

source: Key customer negotiated
fr_fr: Client grand compte

source: Key user reference
fr_fr: Référence grand compte

# LogoutMess1
source: You have been successfully disconnected.
fr_fr: Vous avez été déconnecté.

# LogoutMess2
source: Logout security tips :
fr_fr: Conseil de sécurité :

# LogoutMess3
source: Please close this window. This will ensure that any information that is cached (stored) on your browser is erased and will not allow others to view it later.
fr_fr: Merci de fermer cette fenêtre afin de supprimer toutes les données temporaires stockées sur le navigateur web.

# MailSendFailure
source: Mail sending failed
fr_fr: Echec lors de l'envoi de l'email.

# MessageMonthlyFeeFailure
source: Monthly fees insertion failure
fr_fr: Echec lors de l'ajout du taux de redevance mensuelle

# MessageNotAuthorize
source: You are not authorized person to access this process
fr_fr: Vous n'êtes pas autorisé à accéder à cette fonctionnalité.

# MessageProfileDeleteFailure
source: Problem in delete existing profiles
fr_fr: Echec lors de la suppression d'un profil existant

# MessageProfileFailure
source: Profile updation failure.
fr_fr: Echec lors de la mise à jour du profil.

# MessageProfileSuccess
source: Profile updated successfully.
fr_fr: Le profil a été mis à jour avec succès.

# MessageUserAlreadyExist
source: User {0} already exists in registered list
fr_fr: L'utilisateur {0} existe déjà.

# MessageUserCreationFailure
source: User {0} details creation failed
fr_fr: Echec lors de la création de l'utilisateur {0}.

# MessageUserCreationSuccess
source: User {0} details are created successfully
fr_fr: L'utilisateur {0} a été créé avec succès.

# MessageUserUpdateFailure
source: User {0} details updation failed
fr_fr: Echec lors de la mise à jour de l'utilisateur {0}.

# MessageUserUpdateSuccess
source: User {0} details are updated successfully.
fr_fr: L'utilisateur {0} a été modifié avec succès.

source: Profile / Functionality
fr_fr: Fonctionnalités par profil

source: Purchase
fr_fr: Achat

# TariffContainerErr
source: At least one container must be selected
fr_fr: Merci de sélectionner au moins un type de contenant.

source: Tariff creation
fr_fr: Création de tarif

# TOS
source: Terms of service
fr_fr: Conditions d'utilisation

# TosApprovedFailure
source: Terms of service approval failed.
fr_fr: Echec lors de l'approbation des conditions d'utilisation.

# TosApprovedSuccess
source: Latest terms of service were approved
fr_fr: Les dernières conditions d'utilisation ont été acceptées.

# TosInsertFailure
source: Terms of service insertion failed.
fr_fr: Echec lors de l'ajout des conditions d'utilisation.

# TosInsertSuccess
source: Terms of service is inserted successfully.
fr_fr: Les conditions d'utilisation ont été mise à jour avec succès.

# TOSTos
source: Terms of service *
fr_fr: Conditions d'utilisation *

# ValLessThan
source: must less than
fr_fr: doit être inférieur à

# TariffCreationExistsAlready
source: Given tariff reference {0} already assigned. Please try with new reference.
fr_fr: La référence de tarif {0} existe déjà. Merci de renseigner une référence différente.

# TariffCreationFailure
source: Tariff creation failed for
fr_fr: Echec lors de la création du tarif pour

# TariffCreationOverlap
source: Given tariff reference {0} values update in existing Tariff ref {1} as the given date range {2:MM/dd/yyyy} and {3:MM/dd/yyyy} overlap
fr_fr: Les valeurs fournies pour le tarif {0} ont mis à jour les donnée existantes (ancienne référence : {1}) pour la période suivante : {2:MM/dd/yyyy} - {3:MM/dd/yyyy}.

# TariffCreationSuccess
source: Tariff [{0}] successfully created. Create and assign its zones before importing the freight values.
fr_fr: Le tarif [{0}] a été créé avec succès. Merci de créer et d'assigner les zones avant d'importer les grilles de fret.

# AddLine
source: Add a line
fr_fr: Ajouter une ligne

source: Calculation rules
fr_fr: Règles de calcul

# CancelShipmentError
source: Error while canceling the shipment number [{0}]
fr_fr: Echec lors de l'annulation de l'expédition [{0}]

source: Geographical coverage *
fr_fr: Couverture géographique *

source: Mandatory
fr_fr: * Champs obligatoires

# ManualShippingError
source: Error while confirming manual shipment
fr_fr: Echec lors de la confirmation de l'expédition manuelle

# MenuAccounts
source: Accounts
fr_fr: Comptes

# MenuAccountsCustomers
source: Customers
fr_fr: Clients

# MenuAccountsCustomersCreation
source: Creation
fr_fr: Création

# MenuAccountsCustomersGeneral
source: General
fr_fr: Général

# MenuAccountsCustomersSalesGrossMarginTable
source: Sales gross margin table
fr_fr: Outil de simulation

# MenuAccountsCustomersUpdate
source: Update
fr_fr: Mise à jour

# MenuAlert
source: Alerts
fr_fr: Alertes

# MenuAlertCustomerCreditRequests
source: Customer credit requests
fr_fr: Demandes de crédit

# MenuAlertDisplayAlerts
source: Display alerts
fr_fr: Afficher les alertes

# MenuCarrierInvoices
source: Carrier invoices
fr_fr: Factures transporteurs

# MenuCarrierInvoicesUnknown
source: Unknown
fr_fr: Références inconnues

# MenuCarrierInvoicesUnmatchedShipping
source: Unmatched shipping
fr_fr: Expéditions sans correspondance

# MenuCarriers
source: Carriers
fr_fr: Transporteurs

# MenuCarriersCreation
source: Creation
fr_fr: Création

# MenuClaim
source: Claim
fr_fr: Réclamations

# MenuCustomerService
source: Customer service
fr_fr: Service client

# MenuCustomerServiceCreation
source: Creation
fr_fr: Création

# MenuCustomerServiceUpdate
source: Update
fr_fr: Mise à jour

# MenuDashboard
source: Dashboard
fr_fr: Rapports

# MenuDashboardActivityProfitability
source: Activity profitability
fr_fr: Activité et rentabilité

# MenuDashboardInvoicingVisalization
source: Invoicing visalization
fr_fr: Visualisation des factures

# MenuFranchisePartners
source: Franchise partners
fr_fr: Partenaires franchisés

# MenuFranchisePartnersCreation
source: Creation
fr_fr: Création

# MenuFranchisePartnersList
source: List
fr_fr: Liste

# MenuFranchisePartnersUpdate
source: Update
fr_fr: Mise à jour

# MenuFuelSurcharge
source: Fuel surcharge
fr_fr: Surcharge carburant

# MenuInvoices
source: Invoices
fr_fr: Factures

# MenuInvoicesCustomerinvoices
source: Customer invoices
fr_fr: Factures clients

# MenuInvoicesCustomerinvoicesManualCreation
source: Manual creation
fr_fr: Création manuelle

# MenuLogout
source: Logout
fr_fr: Déconnexion

# MenuMainShipping
source: Shipping
fr_fr: Expédier

# MenuMainShippingBulkShipping
source: Bulk shipping
fr_fr: Expédition en masse

# MenuMainShippingGetQuote
source: Get a quote and ship
fr_fr: Obtenir un coût et un délais

# MenuMainShippingPendingShipping
source: Pending shipments
fr_fr: Expéditions en attente

# MenuMyAccount
source: My account
fr_fr: Mon compte

# MenuMyAccountAddressBook
source: Address book
fr_fr: Carnet d'adresse

# MenuMyAccountAddressBookAddAnAddress
source: Add an address
fr_fr: Ajouter une adresse

# MenuMyAccountAddressBookImportAddress
source: Import addresses
fr_fr: Importer des adresses

# MenuMyAccountAuthorizedUser
source: Authorized user
fr_fr: Utilisateurs autorisés

# MenuMyAccountAuthorizedUserCreation
source: Creation
fr_fr: Création

# MenuMyAccountInvoices
source: Invoices
fr_fr: Factures

# MenuMyAccountSendAClaim
source: Send a claim
fr_fr: Envoyer une réclamation

# MenuProfile
source: Profile
fr_fr: Profils

# MenuPublicLevels
source: Sales tariffs
fr_fr: Tarifs de vente

# MenuPublicLevelsGrossMarginSimulation
source: Gross margin simulation
fr_fr: Outil de simulation

# MenuPublicLevelsPublicTariffManagement
source: Public tariff management
fr_fr: Tarifs publics
