Repository: krishnakrthk/Kaizos
Catalog: Kaizos/App_GlobalResources/LocalString.*.resx
Languages: fr_fr

source: MONGOLIA
fr_fr: MONGOLIE

source: NORTHERN MARIANA ISLANDS
fr_fr: MARIANNES DU NORD, ÎLES

source: MAURITANIA
fr_fr: MAURITANIE

source: MALTA
fr_fr: MALTE

source: MAURITIUS
fr_fr: MAURICE

source: MEXICO
fr_fr: MEXIQUE

source: MALAYSIA
fr_fr: MALAISIE

source: NAMIBIA
fr_fr: NAMIBIE

source: NEW CALEDONIA
fr_fr: NOUVELLE-CALÉDONIE

source: NORFOLK ISLAND
fr_fr: NORFOLK, ÎLE

source: NIGERIA
fr_fr: NIGÉRIA

source: NETHERLANDS
fr_fr: PAYS-BAS

source: NORWAY
fr_fr: NORVÈGE

source: NEPAL
fr_fr: NÉPAL

source: NIUE
fr_fr: NIUÉ

source: NEW ZEALAND
fr_fr: NOUVELLE-ZÉLANDE

source: PERU
fr_fr: PÉROU

source: FRENCH POLYNESIA
fr_fr: POLYNÉSIE FRANÇAISE

source: PAPUA NEW GUINEA
fr_fr: PAPOUASIE-NOUVELLE-GUINÉE

source: POLAND
fr_fr: POLOGNE

source: SAINT PIERRE AND MIQUELON
fr_fr: SAINT-PIERRE-ET-MIQUELON

source: PUERTO RICO
fr_fr: PORTO RICO

source: PALESTINIAN TERRITORY
fr_fr: TERRITOIRE PALESTINIEN

source: PALAU
fr_fr: PALAOS

source: REUNION
fr_fr: RÉUNION

source: ROMANIA
fr_fr: ROUMANIE

source: SERBIA
fr_fr: SERBIE

source: RUSSIA
fr_fr: RUSSIE, FÉDÉRATION DE

source: SAUDI ARABIA
fr_fr: ARABIE SAOUDITE

source: SOLOMON ISLANDS
fr_fr: SALOMON, ÎLES

source: SUDAN
fr_fr: SOUDAN

source: SWEDEN
fr_fr: SUÈDE

source: SINGAPORE
fr_fr: SINGAPOUR

source: SAINT HELENA
fr_fr: SAINTE-HÉLÈNE, ASCENSION ET TRISTAN DA CUNHA

source: SLOVENIA
fr_fr: SLOVÉNIE

source: SVALBARD AND JAN MAYEN ISLANDS
fr_fr: SVALBARD ET ÎLE JAN MAYEN

source: SLOVAKIA
fr_fr: SLOVAQUIE

source: SAN MARINO
fr_fr: SAINT-MARIN

source: SENEGAL
fr_fr: SÉNÉGAL

source: SOMALIA
fr_fr: SOMALIE

source: SAO TOME AND PRINCIPE
fr_fr: SAO TOMÉ-ET-PRINCIPE

source: SYRIA
fr_fr: SYRIENNE, RÉPUBLIQUE ARABE

source: TURKS AND CAICOS ISLANDS
fr_fr: TURKS ET CAÏQUES, ÎLES

source: CHAD
fr_fr: TCHAD

source: FRENCH SOUTHERN TERRITORIES
fr_fr: TERRES AUSTRALES FRANÇAISES

source: THAILAND
fr_fr: THAÏLANDE

source: TAJIKISTAN
fr_fr: TADJIKISTAN

source: TURKMENISTAN
fr_fr: TURKMÉNISTAN

source: TUNISIA
fr_fr: TUNISIE

source: TURKEY
fr_fr: TURQUIE

source: TRINIDAD AND TOBAGO
fr_fr: TRINITÉ-ET-TOBAGO

source: TAIWAN
fr_fr: TAÏWAN, PROVINCE DE CHINE

source: TANZANIA
fr_fr: TANZANIE, RÉPUBLIQUE UNIE DE

source: UGANDA
fr_fr: OUGANDA

source: US MINOR OUTLYING ISLANDS
fr_fr: ÎLES MINEURES ÉLOIGNÉES DES ÉTATS-UNIS

source: UNITED STATES
fr_fr: ÉTATS-UNIS

source: UZBEKISTAN
fr_fr: OUZBÉKISTAN

source: VATICAN
fr_fr: SAINT-SIÈGE (ÉTAT DE LA CITÉ DU VATICAN)

source: SAINT VINCENT AND GRENADINES
fr_fr: SAINT-VINCENT-ET-LES GRENADINES

source: VENEZUELA
fr_fr: VENEZUELA, RÉPUBLIQUE BOLIVARIENNE DU

source: VIRGIN ISLANDS, BRITISH
fr_fr: ÎLES VIERGES BRITANNIQUES

source: VIRGIN ISLANDS, U.S.
fr_fr: ÎLES VIERGES DES ÉTATS-UNIS

source: WALLIS AND FUTUNA
fr_fr: WALLIS-ET-FUTUNA

source: YEMEN
fr_fr: YÉMEN

source: SOUTH AFRICA
fr_fr: AFRIQUE DU SUD

source: ZAMBIA
fr_fr: ZAMBIE

# ValWeekend
source: must be in Weekdays
fr_fr: doit être en semaine

# EmergencyMessage
source: Warning: Due to a technical incident the service is temporarily unavailable. We apologize for the inconvenience. For more information, please feel free to contact us : - By phone: {0} - By email: {1}
fr_fr: Attention : suite à un incident technique le service est momentanément interrompu. Nous vous prions de nous excuser pour la gène occasionnée. Pour tout complément d'information, vous pouvez nous contacter vous pouvez contacter : - Par téléphone : {0} - Par email : {1}

# EmergencyMessageDisconnected
source: Warning: Due to a technical incident the service is temporarily unavailable. We apologize for the inconvenience. For more information, please feel free to contact your commercial attaché or the customer service.
fr_fr: Attention : suite à un incident technique le service est momentanément interrompu. Nous vous prions de nous excuser pour la gène occasionnée. Pour tout complément d'information, vous pouvez contacter votre attaché commercial ou le service client.

# valzone
source: The country - already exists
fr_fr: Le pays - qui existe déjà

# cname
source: Carrier Name
fr_fr: Transporteur
