Repository: krishnakrthk/Kaizos
Catalog: Kaizos/App_GlobalResources/LocalString.*.resx
Languages: fr_fr

# ValidationFileExt1
source: file extension is not valid
fr_fr: n'est pas une extension valide

# ValidationFileSize1
source: File size exceeds
fr_fr: Le fichier dépasse la taille autorisée :

# LoginSignIn
source: Sign in
fr_fr: Login

# CSAccountStatus
source: Account status *
fr_fr: Statut du compte *

# CSAccountStatusA
source: Archive
fr_fr: Archivé

# CSAccountStatusB
source: Being created
fr_fr: En cours de création

# CSAccountStatusD
source: Disabled
fr_fr: Inactif

# CSAccountStatusE
source: Enabled
fr_fr: Actif

# CSUser
source: User
fr_fr: Utilisateur

# ZoneUpdateSuccess
source: Updated zone {0} successfully
fr_fr: Zone [{0}] mise à jour avec succès !

source: Carrier name
fr_fr: Nom du transporteur

# DeliveryDelayBack
source: Failed to come back on the master service page
fr_fr: Echec lors du retour vers la page de gestion des types de service.

# ParamValidationEmpty
source: Param value must be filled
fr_fr: La valeur des paramètres doit être remplie

# ParamValidationNumber
source: Param value must be numeric
fr_fr: La valeur du paramètre doit être numérique

# SearchResult
source: {0} does not exist
fr_fr: {0} n'existe pas

# SearchWithNoData
source: Try after fill {0}
fr_fr: Merci de remplir {0} et de réessayer

# SMComparisonHeader
source: Comparison
fr_fr: Comparaison

# SMCurrentHeader
source: Current budget
fr_fr: Budget actuel

# SMPurchaseHeader
source: Kaizos purchase tariffs
fr_fr: Tarifs d'achat Kaizos

# SMSalesHeader
source: Sales tariffs
fr_fr: Tarifs de vente

# SMShipProfile
source: Shipping profile
fr_fr: Profile d'expédition

# SMValAlreadyExists
source: Record already exists
fr_fr: Cet enregistrement existe déjà

# ValBlock
source: Their is no block to refresh.
fr_fr: Il n'y a aucun bloc à rafraîchir.

# ValParameterEmpty
source: Parameter must be filled
fr_fr: La valeur des paramètres doit être remplie

# ValParameterInvalid
source: Invalid numeric format in parameter value
fr_fr: Le format de la valeur du paramètre est invalide

# OptionParamServiceID
source: Service ID
fr_fr: Identifiant du service

# OptionParamServiceName
source: Carrier name
fr_fr: Nom du transporteur

# OptionParamSurchargeCode
source: Surcharge code
fr_fr: Code surcharge

# OptionParamTariffRef
source: Tariff reference
fr_fr: Référence du tarif

source: Date format
fr_fr: Format de la date

source: Parameter description
fr_fr: Description des paramètres

# AllPasswordRule
source: User password should be with the following rules, 1. be between 8 and 15 characters long 2. be composed from at least 3 types of characters from the following list : a. lower case (not accentued) b. upper case (not accentued) c. number d. special characters (in this list) : _-+=!:.,?()$& e. can’t contain more than 3 consecutive occurrences of the same character f. can’t contain the firm name g. Accentued and diacritical characters are not allowed
fr_fr: Le mot de passe doit respecter les règles suivantes : 1. faire entre 8 et 15 caractères 2. être composé d'au moins 3 types de caractères de la liste suivante : a. minuscules (non accentuées) b. majuscules (non accentuées) c. chiffres d. caractères spéciaux (dans cette liste) : _-+=!:.,?()$; e. ne peut pas contenir plus de 3 occurrences consécutives du même caractère f. ne peut pas contenir le nom de l'entreprise g. les caractères accentués et diacritiques ne sont pas autorisés

# GrossMarginPercentage
source: Gross margin %
fr_fr: Marge brute (%)

# FPWDGetMyPassword
source: Recover
fr_fr: Récupérer

# ActivateNewPassword
source: New password *
fr_fr: Nouveau mot de passe*

# ActivatePassword
source: Password activation
fr_fr: Activation du mot de passe

# AllActivate
source: Activate
fr_fr: Activer

# MessageUserNotExist
source: User ID {0} does not exist. Please contact your adminstrator.
fr_fr: L'identifiant {0} n'existe pas. Merci de contacter votre administrateur.

# SMMaxAllowedRows
source: Maximum allowed rows per block is {0}. Please make sure given weight range will form a block less then maximum allowed.
fr_fr: Le nombre de ligne maximum par bloc est de {0}.

source: Carrier creation
fr_fr: Création de transporteur

# CarrierNameWithSpace
source: Carrier name
fr_fr: Nom du transporteur

source: Referenced carrier
fr_fr: Transporteur référencé

# ClaimResoulutionDelay
source: Claim resolution delay
fr_fr: Délais de résolution des réclamations (jours)

# CarrierValidationFailure
source: Problem during carrier details validation
fr_fr: Echec lors de la validation des informations du transporteur

# CarrierCreateFailure
source: Carrier {0} creation failed
fr_fr: Echec lors de la création du transporteur {0}.

# CarrierCreationSuccess
source: Created carrier {0} successfully
fr_fr: Le transporteur {0} a été créé avec succès.

# CarrierUpdateFailure
source: Carrier {0} details update failed
fr_fr: Echec lors de la mise à jour du transporteur {0}.

# CarrierUpdateSuccess
source: Updated carrier {0} successfully
fr_fr: Le transporteur {0} a été mis à jour avec succès.

source: Carrier updation
fr_fr: Mise à jour transporteurs

# EndCustUpdateActiveAccount
source: Fictive account
fr_fr: Compte fictif

# EndCustUpdateDepostAmount
source: Deposit amount (€)
fr_fr: Montant du dépôt de garantie (€)

# EndCustUpdateExtraInfo
source: Extra Information
fr_fr: Informations complémentaires

# EndCustUpdateForCarrier
source: For carrier
fr_fr: Pour le transporteur

# EndCustUpdateInsuranceMethod
source: Insured method
fr_fr: Méthode d'assurance

# EndCustUpdateNamedCarrier
source: Named carrier
fr_fr: Nom du transporteur

# EndCustUpdatePaymentDelay
source: Payment delay (days)
fr_fr: Délais de paiement (jours)

# MessageUserADVFailure
source: ADV updation failure.
fr_fr: Echec lors de la mise à jour de l'ADV.

# MessageUserADVSuccess
source: ADV updation has done successfully
fr_fr: L'ADV a été mis à jour avec succès.

source: Close
fr_fr: Fermer

# MessageUserFetchFailure
source: Probem while fetching the end cutomer details
fr_fr: Echec lors de la récupération des informations du client final.

# MessageUserIDEmpty
source: Please enter the user ID and try again.
fr_fr: Merci de saisir les identifiants utilisateur et d'essayer de nouveau.

# ValAddBlock
source: Add blocks before refresh the calculation
fr_fr: Ajoutez un bloc avant de rafraîchir les valeurs.

# MasterServiceUnderDev
source: Exceptional scenario validation under development.
fr_fr: Echec lors de la validation exceptionnelle d'un scénario en cours de développement.

source: Freight
fr_fr: Fret

# FuelCharge
source: Fuel surcharge
fr_fr: Surcharge carburant

source: Total amount
fr_fr: Montant total

# FranchiseCarrierReference
source: Carrier account reference
fr_fr: Sous-compte transporteurs

# FranchiseFirmCreateDate
source: Firm creation date
fr_fr: Date de création de l'entreprise

# FranchisePaymentDelay
source: Payment delay *
fr_fr: Délai de paiement (jours)

# FranchiseUpdateAdminFileComment
source: .PDF <= 1Mo
fr_fr: Fichier .PDF <= 1Mo

# PresidentName
source: President/CEO/Manager
fr_fr: Directeur/PDG/gérant

# CustomerPaymentDelay
source: Payment delay (days)
fr_fr: Délais de paiement (jours)

# CustomeInsuranceMethod
source: Insurance method *
fr_fr: Méthode d'assurance *

# CustomerFirmCreationDate
source: Firm creation date
fr_fr: Date de création de l'entreprise

source: Referent user name
fr_fr: Nom de l'utilisateur référent

# CustomerConfirmationEmail
source: Confirmation email (login) *
fr_fr: Confirmation de l'email (login) *

# EnableShippingPreference
source: Enable shipping preferences
fr_fr: Activer les préférences d'expéditions

# NoCarrierSelected
source: Carrier is not available for your current shipment. Please contact administrator with your shipment details.
fr_fr: Aucun transporteur ne peut prendre en charge cette expédition. Merci de contacter votre attaché commercial.

# NoRecordsFound
source: No records found for the given criteria
fr_fr: Aucun résultat ne correspond à votre recherche.

# DeliveryDeadLineCaption
source: Delivery deadline
fr_fr: Heure limite de livraison

# DeliveryDelayCaption
source: Delivery delay
fr_fr: Délais de livraison

# DisabledCaption
source: Disabled
fr_fr: Désactivé

# MasterTypeNotEmpty
source: should not be empty
fr_fr: ne doit pas être vide

# MastTypeInvlidFormat
source: should have the format 'HH:MM'
fr_fr: doit être au format 'HH:MM'

# ServiceCodeCaption
source: Service code
fr_fr: Code du service

# ServiceNameCaption
source: Service name
fr_fr: Nom du service

# MasterServiceRepeatedIn
source: is repeated in
fr_fr: est répété dans

# COUNRTYXCaption
source: Country X
fr_fr: Pays X

# EndCustomerDepositAmount
source: Deposit amount (€)
fr_fr: Montant du dépôt de garantie (€)

# SelectShippingReference
source: Shipping preference
fr_fr: Préférences d'expéditions

# SelectShippingReferenceEnable
source: Enable
fr_fr: Actif

# Insurancebrokeremailaddress
source: Insurance broker email
fr_fr: Email du courtier d'assurance

source: Insurance broker details
fr_fr: Informations du courtier d'assurance

# BrokerEmailFailed
source: Failed to load broker email
fr_fr: Echec lors du chargement de l'adresse email du courtier d'assurance

# UpdationEmailFailed
source: Problem in updating broker email
fr_fr: Echec lors de la mise à jour de l'adresse email du courtier d'assurance.

# UpdationEmailSucess
source: Broker email was updated sucessfully
fr_fr: L'adresse email du courtier d'assurance a été mise à jour avec succès.

# BrokerEmailValidaterFailure
source: Problem during broker email ID validation
fr_fr: Echec lors de la validation de l'adresse email du courtier d'assurance

# MenuPersionalInformation
source: Personnal information
fr_fr: Informations personnelles

# MessageUserDeleteFailure
source: User {0} details deletion failed
fr_fr: Echec lors de la suppression de l'utilisateur {0}.

# MessageUserDeleteSuccess
source: User {0} details are deleted successfully
fr_fr: L'utilisateur {0} a été supprimé avec succès.

# SMToolCalculationSales
source: Problem encountered while loading sales tariff tool
fr_fr: Echec lors du chargement du module de calcul des tarifs de vente

# MailSendSuccess
source: The user will get a link by email to be able to change his password
fr_fr: L'utilisateur recevra un lien par email lui permettant de changer son mot de passe.

# ShippingCreditCardPayment
source: Credit card payment enabled. Please contact administrator
fr_fr: Paiement par carte de crédit actif. Merci de contacter votre administrateur.

# ShippingInsufficientFund
source: Don't have sufficient fund to process an order. Please contact administrator.
fr_fr: Vous n'avez pas l'encours nécessaire pour pouvoir expédier. Merci de contacter votre attaché commercial.

# ShipingInfo
source: Responsibility limits & guaranteed service
fr_fr: Limites de responsabilité & garanties de service

# ShippingInvalidUser
source: User is not having sufficien privilage to do shipping. Please contact administrator.
fr_fr: Vous n'avez pas les droits nécessaires pour pouvoir expédier. Merci de contacter votre administrateur.

source: Fuel surcharge
fr_fr: Surcharge carburant

# MenuMyAccountShipmentResult
source: Shipping documents
fr_fr: Documents d'expédition

# frmActivate
source: Kaizos - Activate user
fr_fr: Kaizos - Activation d'utilisateur

# frmAddressBook
source: Kaizos - Address creation
fr_fr: Kaizos - Création d'adresse

# frmAddressBookImport
source: Kaizos - Address importation
fr_fr: Kaizos - Import d'adresse

# frmAddressBookList
source: Kaizos - Address book list
fr_fr: Kaizos - Carnet d'adresse

# frmAddressBookUpdate
source: Kaizos - Address book update
fr_fr: Kaizos - Mise à jour du carnet d'adresse

# frmAuthorized
source: Kaizos - Authorized user creation
fr_fr: Kaizos - Création d'un utilisateur autorisé

# frmAuthorizedUpdate
source: Kaizos - Authorized user update
fr_fr: Kaizos - Mise à jour d'un utilisateur autorisé

# frmAuthorizedUpdateSelf
source: Kaizos - Authorized self update
fr_fr: Kaizos - Informations personnelles

# frmCancelShipment
source: Kaizos - Cancel shipment
fr_fr: Kaizos - Annuler une expédition

# frmCarrier
source: Kaizos - Carrier
fr_fr: Kaizos - Transporteurs

# frmcarrierLabelDisplay
source: Kaizos - Carrier label display
fr_fr: Kaizos - Etiquette transporteur

# frmCarrierList
source: Kaizos - Carrier list
fr_fr: Kaizos - Liste des transporteurs

# frmConfirmPassword
source: Kaizos - Confirm password
fr_fr: Kaizos - Confirmation du mot de passe

# frmCreditRequestAccept
source: Kaizos - Credit request accept
fr_fr: Kaizos - Acceptation des demandes de crédit

# frmCusotmer
source: Kaizos - Customer creation
fr_fr: Kaizos - Création de comptes client

# frmCustomerService
source: Kaizos - Customer service creation
fr_fr: Kaizos - Création de comptes service client

# frmCustomerServiceList
source: Kaizos - Customer service list
fr_fr: Kaizos - Liste des clients

# frmCustomerServiceUpdate
source: Kaizos - Customer service update
fr_fr: Kaizos - Mise à jour des clients

# frmCustomerServiceUpdateAdmin
source: Kaizos - Customer service update
fr_fr: Kaizos - Mise à jour du service client

# frmDeliveryDelayImport
source: Kaizos - Delivery delay import
fr_fr: Kaizos - Import des délais de livraison

# frmDisplayShipentResult
source: Kaizos - Display shipment result
fr_fr: Kaizos - Détail de l'expédition

# frmEndCustomerList
source: Kaizos - Customer list
fr_fr: Kaizos - Liste des clients

# frmEndCustomerUpdate
source: Kaizos - Customer update
fr_fr: Kaizos - Mise à jour des clients

# frmFranchise
source: Kaizos - Franchise creation
fr_fr: Kaizos - Création d'un attaché commercial

# frmFranchiseList
source: Kaizos - Franchise list
fr_fr: Kaizos - Liste des attachés commerciaux

# frmFranchiseUpdate
source: Kaizos - Franchise update
fr_fr: Kaizos - Mise à jour des attachés commerciaux

# frmFuelSurchargeManagement
source: Kaizos - Fuel surcharge
fr_fr: Kaizos - Surcharge carburant

# frmGrossMarginCalculation
source: Kaizos - Gross margin calculation
fr_fr: Kaizos - Outil de simulation

# frmInsuranceBroker
source: Kaizos - Insurance broker
fr_fr: Kaizos - Courtier d'assurance

# frmLogin
source: Kaizos - Login
fr_fr: Kaizos - Connexion

# frmLogOut
source: Kaizos - Logout
fr_fr: Kaizos - Déconnexion

# frmMain
source: Kaizos - Main
fr_fr: Kaizos - Accueil

# frmManualShipping
source: Kaizos - Manual shipping
fr_fr: Kaizos - Expédition manuelle

# frmMasterServiceTypeCreation
source: Kaizos - Master service type creation
fr_fr: Kaizos - Création de master types de service

# frmMasterServiceTypeUpdate
source: Kaizos - Master service type update
fr_fr: Kaizos - Mise à jour des master types de service

# frmPasswordRecovery
source: Kaizos - Password recovery
fr_fr: Kaizos - Mot de passe oublié

# frmProfile
source: Kaizos - Profile
fr_fr: Kaizos - Profil

# frmPublicTariff
source: Kaizos - Public tariff
fr_fr: Kaizos - Tarif public

# frmShipmentConfirmation
source: Kaizos - Shipment confirmation
fr_fr: Kaizos - Confirmation d'expédition

# frmTariffCreation
source: Kaizos - Tariff creation
fr_fr: Kaizos - Création de tarif

# frmTariffDelayInterrogation
source: Kaizos - Tariff delay interrogation
fr_fr: Kaizos - Obtenir un coût et un délais

# frmTariffImporation
source: Kaizos - Tariff importation
fr_fr: Kaizos - Import de tarif

# frmTariffOptionsAndSurcharge
source: Kaizos - Tariff options and surcharges
fr_fr: Kaizos - Options et surcharges

# frmTariffValidity
source: Kaizos - Tariff validity
fr_fr: Kaizos - Validité des tarifs

# frmTOS
source: Kaizos - Terms of service
fr_fr: Kaizos - Conditions d'Utilisation

# frmTOSAccept
source: Kaizos - Terms of service acceptation
fr_fr: Kaizos - Conditions d'Utilisation : acceptation

# frmZoneCreation
source: Kaizos - Zone creation
fr_fr: Kaizos - Création de zones

# frmZoneSearch
source: Kaizos - Zone search
fr_fr: Kaizos - Recherche de zones

# frmZoneUpdate
source: Kaizos - Zone update
fr_fr: Kaizos - Mise à jour de zones

# FranchiseAccountReference
source: Account reference
fr_fr: Sous-comptes transporteurs

# FranchiseCarrierName
source: Carrier name
fr_fr: Nom transporteur

# FranchisePPAccountRef
source: Account reference
fr_fr: Référence de sous-compte

# FranchisePPCarrierName
source: Carrier name
fr_fr: Nom transporteur

# ValBetween
source: must be between
fr_fr: doit être compris entre

# OverLap
source: Update is not possible : the provided validity range is overlapping those of the tariff
fr_fr: Impossible de mettre à jour, la plage de validité chevauche celle du tarif

# AllMandatoryfield
source: * Mandatory fields
fr_fr: * Champs obligatoires

# EndCustomerCountry
source: Country *
fr_fr: Pays *

# FranchiseCountry
source: Country*
fr_fr: Pays *

source: Password recovery
fr_fr: Récupération de mot de passe

# PMAZ
source: Authorized
fr_fr: Autorisé

# PMCS
source: Customer service
fr_fr: Service client

# PMRF
source: Referent
fr_fr: Référent

source: Country
fr_fr: Pays

# MateriaLusedPackaging
source: Material used in packaging
fr_fr: Matériaux utilisés dans l'emballage

source: Packaging type
fr_fr: Type d'emballage

# FSCarrierPublic
source: Carrier public
fr_fr: Transporteur public

# FSKaizosPurchase
source: Kaizos purchase
fr_fr: Achat Kaizos

# FSKeyCustomerNegotiated
source: Key customer negotiated
fr_fr: Négociés grand compte

# FSParameter
source: Parameter
fr_fr: Paramètres

# FSSearch
source: Search
fr_fr: Chercher

# FSValue
source: Value
fr_fr: Valeur

# PTWeightRanges
source: Weight ranges (Kg)
fr_fr: Tranche de poids (Kg)

source: Tariff import
fr_fr: Import de tarif

# ZoneCreateCountry
source: Country
fr_fr: Pays

# ShippingReceiverMailLine2
source: {0} just make expeditions for which you are recipient :
fr_fr: {0} vient d'effectuer desexpéditions dont vous êtes destinataire :

# ShippingReceiverMailSubject
source: Kaizos shipping notification
fr_fr: Notification d'expédition Kaizos

# ShippingSenderMailLine1
source: Hello,
fr_fr: Bonjour,

# ShippingSenderMailLine2
source: The following shippings were correctly handled by Kaizos :
fr_fr: Les expéditions suivantes ont bien été prises en charge par Kaizos :

# ShippingSenderMailSubject
source: Kaizos shipping notification
fr_fr: Notification d'expédition Kaizos

# FRListGrossMargin
source: Affect a tariff
fr_fr: Affecter un tarif

source: Calculated Insurance value
fr_fr: Valeur d'assurance calculée

# AssignTariffMailBody
source: Mr. or Ms. {0}, <BR> <BR> your Kaizos account was created successfully. Please click on the link below to activate it and ship now. If you need immediate assistance, thanks to contact us : {1} : By e-mail : {2}
fr_fr: M. ou Mme {0}, <BR> <BR> votre compte Kaizos a été créé avec succès. Merci de cliquer sur le lien ci-dessous pour l'activer et expédier dès maintenant. Si vous souhaitez une assistance immédiate, merci de bien vouloir nous contacter : Par téléphone : {1} Par email : {2}

# AssignTariffMailBody_Self
source: Mr. or Ms. {0} , <BR> <BR> your commercial attaché have affected a tariff to your Kaizos account. You can connect and ship now.
fr_fr: M. ou Mme {0},<BR> <BR> votre attaché commercial vient d'affecter un tarif de vente à votre compte Kaizos. Vous pouvez dès maintenant vous y connecter et expédier.

# AssignTariffMailSubject
source: Kaizos - Account creation confirmation
fr_fr: Kaizos - Confirmation de création de compte

# AssignTariffMailSubject_Self
source: Kaizos - Tariff affectation
fr_fr: Kaizos - Affectation de tarif

# EndCustSubmit
source: Update
fr_fr: Mettre à jour

# ContainerTypeLetter
source: Letter
fr_fr: lettre

# ContainerTypePallet
source: Pallet
fr_fr: palette

# ContainerTypeParcel
source: Parcel
fr_fr: Colis

# ParcelShipping
source: Parcel
fr_fr: Colis

# letterShipping
source: Letter
fr_fr: lettre

# palettShipping
source: Palett
fr_fr: palette

source: staples
fr_fr: agrafes

source: strapping
fr_fr: cerclage

source: nails
fr_fr: clous

source: U Shape
fr_fr: agrafes U

source: tape
fr_fr: bandes

source: strap
fr_fr: sangles

source: tray
fr_fr: plateau

source: box
fr_fr: carton

source: case
fr_fr: boîte

source: insulated packaging
fr_fr: emballage isolé

source: envelope
fr_fr: enveloppe

source: film pack
fr_fr: filmé

source: Other
fr_fr: Autres

source: corrugated
fr_fr: carton ondulé

source: package with air bubbles
fr_fr: papier bulles

source: foam sheet
fr_fr: feuilles de mousse

source: kraft paper
fr_fr: papier kraft

source: padding bulk
fr_fr: rembourrage divers

source: padding paper
fr_fr: rembourrage papier

source: without special protection
fr_fr: sans protection particulière

# CIVILITYMr
source: Mr.
fr_fr: M

# CIVILITYMrs
source: Mrs.
fr_fr: Mme

# CIVILITYMiss
source: Miss
fr_fr: Mlle

source: COCOS KEELING ISLANDS
fr_fr: COCOS (KEELING), ÎLES

source: CONGO DEMOCRATIC REPUBLIC
fr_fr: CONGO, LA RÉPUBLIQUE DÉMOCRATIQUE DU

source: CENTRAL AFRICAN REPUBLIC
fr_fr: CENTRAFRICAINE, RÉPUBLIQUE

source: SWITZERLAND
fr_fr: SUISSE

source: IVORY COAST
fr_fr: CÔTE D’IVOIRE

source: COOK ISLANDS
fr_fr: COOK, ÎLES

source: CHILE
fr_fr: CHILI

source: CAMEROON
fr_fr: CAMEROUN

source: CHINA
fr_fr: CHINE

source: COLOMBIA
fr_fr: COLOMBIE

source: SERBIA AND MONTENEGRO
fr_fr: SERBIE ET MONTENEGRO

source: CAPE VERDE
fr_fr: CAP-VERT

source: CHRISTMAS ISLAND
fr_fr: CHRISTMAS, ÎLE

source: CYPRUS
fr_fr: CHYPRE

source: CZECH REPUBLIC
fr_fr: TCHÈQUE, RÉPUBLIQUE

source: GERMANY
fr_fr: ALLEMAGNE

source: DENMARK
fr_fr: DANEMARK

source: DOMINICA
fr_fr: DOMINIQUE

source: DOMINICAN REPUBLIC
fr_fr: DOMINICAINE, RÉPUBLIQUE

source: ALGERIA
fr_fr: ALGÉRIE

source: ECUADOR
fr_fr: ÉQUATEUR

source: ESTONIA
fr_fr: ESTONIE

source: EGYPT
fr_fr: ÉGYPTE

source: WESTERN SAHARA
fr_fr: SAHARA OCCIDENTAL

source: ERITREA
fr_fr: ÉRYTHRÉE

source: SPAIN
fr_fr: ESPAGNE

source: ETHIOPIA
fr_fr: ÉTHIOPIE

source: FINLAND
fr_fr: FINLANDE

source: FIJI
fr_fr: FIDJI

source: FALKLAND ISLANDS
fr_fr: FALKLAND, ÎLES (MALVINAS)

source: MICRONESIA FEDERATED STATES
fr_fr: MICRONÉSIE, ÉTATS FÉDÉRÉS DE

source: FAROE ISLANDS
fr_fr: FÉROÉ, ÎLES

source: UNITED KINGDOM
fr_fr: ROYAUME-UNI

source: GRENADA
fr_fr: GRENADE

source: GEORGIA
fr_fr: GÉORGIE

source: FRENCH GUIANA
fr_fr: GUYANE FRANÇAISE

source: GREENLAND
fr_fr: GROENLAND

source: GAMBIA
fr_fr: GAMBIE

source: GUINEA
fr_fr: GUINÉE

source: EQUATORIAL GUINEA
fr_fr: GUINÉE ÉQUATORIALE

source: GREECE
fr_fr: GRÈCE

source: SOUTH GEORGIA AND SANDWICH ISLANDS
fr_fr: GÉORGIE DU SUD ET LES ÎLES SANDWICH DU SUD

source: GUINEA-BISSAU
fr_fr: GUINÉE-BISSAU

source: HEARD AND MCDONALD ISLANDS
fr_fr: HEARD, ÎLE ET MCDONALD, ÎLES

source: CROATIA
fr_fr: CROATIE

source: HAITI
fr_fr: HAÏTI

source: HUNGARY
fr_fr: HONGRIE

source: INDONESIA
fr_fr: INDONÉSIE

source: IRELAND
fr_fr: IRLANDE

source: ISRAEL
fr_fr: ISRAËL

source: INDIA
fr_fr: INDE

source: BRITISH INDIAN OCEAN TERRITORY
fr_fr: OCÉAN INDIEN, TERRITOIRE BRITANNIQUE DE L'

source: IRAN
fr_fr: IRAN, RÉPUBLIQUE ISLAMIQUE D'

source: ICELAND
fr_fr: ISLANDE

source: ITALY
fr_fr: ITALIE

source: JAMAICA
fr_fr: JAMAÏQUE

source: JORDAN
fr_fr: JORDANIE

source: JAPAN
fr_fr: JAPON

source: KYRGYZSTAN
fr_fr: KIRGHIZISTAN

source: CAMBODIA
fr_fr: CAMBODGE

source: COMOROS
fr_fr: COMORES

source: SAINT KITTS AND NEVIS
fr_fr: SAINT-KITTS-ET-NEVIS

source: NORTH KOREA
fr_fr: CORÉE, RÉPUBLIQUE POPULAIRE DÉMOCRATIQUE DE

source: SOUTH KOREA
fr_fr: CORÉE, RÉPUBLIQUE DE

source: KUWAIT
fr_fr: KOWEÏT

source: CAYMAN ISLANDS
fr_fr: CAÏMANES, ÎLES

source: LAO
fr_fr: LAO, RÉPUBLIQUE DÉMOCRATIQUE POPULAIRE

source: LEBANON
fr_fr: LIBAN

source: SAINT LUCIA
fr_fr: SAINTE-LUCIE

source: LIBERIA
fr_fr: LIBÉRIA

source: LITHUANIA
fr_fr: LITUANIE

source: LATVIA
fr_fr: LETTONIE

source: LIBYA
fr_fr: LIBYENNE, JAMAHIRIYA ARABE

source: MOROCCO
fr_fr: MAROC

source: MONTENEGRO
fr_fr: MONTÉNÉGRO

source: MARSHALL ISLANDS
fr_fr: MARSHALL, ÎLES

source: MACEDONIA
fr_fr: MACÉDOINE, L'EX-RÉPUBLIQUE YOUGOSLAVE DE
