Repository: krishnakrthk/Kaizos
Catalog: Kaizos/App_GlobalResources/LocalString.*.resx
Languages: fr_fr

# MenuServiceTypesCreation
source: Creation
fr_fr: Création

# MenuServiceTypesUpdate
source: Update
fr_fr: Service types

# MenuServiceTypesValidity
source: Validity update
fr_fr: Validité

# MenuSetup
source: Setup
fr_fr: Paramétrage

# MenuSetupAlertsInvoicing
source: Invoicing
fr_fr: Facturation

# MenuSetupAlertsSettings
source: Alerts settings
fr_fr: Réglages des alertes

# MenuSetupInsuranceBroker
source: Insurance broker
fr_fr: Courtier d'assurance

# MenuShipping
source: Shipping
fr_fr: Expéditions

# MenuShippingCancellation
source: Cancellation
fr_fr: Annulation

# MenuTariff
source: Tariff
fr_fr: Tarif

# MenuTos
source: Terms of Service
fr_fr: Conditions d'utilisation

# MenuTracking
source: Tracking
fr_fr: Suivi

# MenuZoning
source: Zoning
fr_fr: Zones

# MenuZoningCreation
source: Creation
fr_fr: Création

# MenuZoningSearch
source: Search
fr_fr: Recherche

# MessageLoginEndCustomer
source: Mr. or Ms. {0}, your commercial attaché will contact you within 24 hours rates corresponding to your shipping profile. If you need immediate assistance, thanks to {1} contact us : By phone : {2} By e-mail : {3}
fr_fr: Mme, M. {0}, votre attaché commercial vous contactera sous 24 heures pour compléter la création de votre compte. Pour obtenir une assistance immédiate, vous pouvez nous contacter soit par téléphone au {2}, soit par email sur {3}

# MessageLoginEndCustomerIsTariffAssign
source: Mr. or Ms. {0}, your commercial attaché will contact you within 24 hours at {1} to complete your account creation by affecting the rates corresponding to your shipping profile. If you need immediate assistance, thanks to contact us :By phone : {2} By e-mail : {3}
fr_fr: Mme, M. {0}, votre attaché commercial vous contactera sous 24 heures au {1} pour compléter la création de votre compte. Pour obtenir une assistance immédiate, vous pouvez nous contacter soit par téléphone au {2}, soit par email sur {3}

source: Options/Surcharge filter
fr_fr: Filtrer les options et surcharges

# ResultTariffDelayInterrogationError
source: Error while loading tariff delay
fr_fr: Echec lors du chargement des tarifs et des délais

# ResultTariffDelayInterrogationError1
source: Error while confirming the carrier
fr_fr: Echec lors de la confirmation du transporteur

# ResultTariffDelayInterrogationError2
source: Error while selecting the carrier
fr_fr: Echec lors de la sélection du transporteur

source: Search
fr_fr: Recherche

# ShipmentConfirmationError
source: Error while loading confirmed shipment details
fr_fr: Echec lors de la confirmation d'expédition

# ShipmentConfirmationError1
source: Error while finishing confirmed shipments
fr_fr: Echec lors de la finalisation de confirmation d'expédition.

# TariffDelayInterrogationError
source: Error while loading delay interrogation page
fr_fr: Echec lors du chargement de la page d'obtention de tarif et de délais

source: Tariff file
fr_fr: Fichier de tarif

# ZoneCreationFailure
source: Zone [{0}] creation failed. Please contact administrator
fr_fr: Echec lors de la création de la zone [{0}]. Merci de contacter l'administrateur.

# ZoneCreationSuccess
source: Created zone {0} successfully
fr_fr: La zone [{0}] a été créée avec succès.

source: Zone name
fr_fr: Nom de la zone

# ZoneSearchFailure
source: Zone search failed for tariff [{0}]
fr_fr: Echec lors de la recherche de zone pour le tarif [{0}]

source: Filter
fr_fr: Filtre

# PublicTariffFailure
source: Problem encountered while updating the public tariff [{0}]
fr_fr: Echec lors de la mise à jour du tarif public [{0}]

# PublicTariffSuccess
source: Update public tariff [{0}]
fr_fr: Le tarif public [{0}] a été mis à jour avec succès

source: Tariff filter
fr_fr: Filtrer les tarifs

# LoginFailure
source: Problem encountered to validate user [{0}]. Please contact administrator
fr_fr: Echec lors de la connexion de l'utilisateur [{0}]. Merci de contacter votre administrateur.

# AddressBookAlreadyExists
source: This address still exists in your address book. This operation will be avoid.
fr_fr: Cette adresse existe déjà dans votre carnet d'adresse.

source: Address book import
fr_fr: Import d'adresses

# AddressBookImportFile
source: Import file
fr_fr: Fichier d'import

# AddressBookListAddress1
source: Address 1 *
fr_fr: Adresse 1 *

# AddressBookListAddress2
source: Address 2
fr_fr: Adresse 2

# AddressBookListAddress3
source: Address 3
fr_fr: Adresse 3

# AddressBookListAddressType
source: Address type
fr_fr: Type d'adresse

# AddressBookListAddressUsedFor
source: Address used for
fr_fr: Adresse utilisée pour

# AddressBookListCity
source: City
fr_fr: Ville

# AddressBookListComments
source: Comments
fr_fr: Commentaires

# AddressBookListCompanyName
source: Company name
fr_fr: Société

# AddressBookListContactName
source: Contact name
fr_fr: Nom du contact

# AddressBookListFaxNo
source: Fax no
fr_fr: N° de fax

# AddressBookListLastPickUpFriday
source: Last pickup on Friday
fr_fr: Dernière relève le vendredi

# AddressBookListLastPickUpMonThur
source: Last pickup on Mon-Thu
fr_fr: Dernière relève du lundi au jeudi

# AddressBookListShipPreference
source: Shipping preferences
fr_fr: Préférences d'expéditions

# AddressBookListState
source: State
fr_fr: Etat

# AddressBookListTelNo
source: Telephone
fr_fr: N° de téléphone

# AuthorizedName
source: Name *
fr_fr: Nom *

# AuthorizedPhoneNo
source: Phone no *
fr_fr: N° de téléphone *

# AuthorizedUser
source: User
fr_fr: Utilisateur

# AZCompanyName
source: Company name*
fr_fr: Nom de l'entreprise

# AZConfirmPassword
source: Confirm password *
fr_fr: Confirmation du mot de passe *

# AZLName
source: Name
fr_fr: Nom

# AZLPhoneNo
source: Phone no
fr_fr: N° de téléphone

# AZPassword
source: Password *
fr_fr: Mot de passe *

# AZUCompanyName
source: Company name
fr_fr: Nom de l'entreprise

# AZUDeleteUser
source: Delete this user
fr_fr: Supprimer cet utilisateur

# AZUPhoneNo
source: Phone no
fr_fr: N° de téléphone

# AZUUser
source: User
fr_fr: Utilisateur

# CRAAuthorizedCreditAmount
source: Authorized credit amount
fr_fr: Montant du crédit autorisé

# CRAAuthorizedCreditLimit
source: Authorized credit limit amount
fr_fr: Limite de crédit autorisé

# CRABudgetAmount
source: Current amount
fr_fr: Valeur actuelle

# CRACancel
source: Cancel
fr_fr: Annuler

# CRAChkAccept
source: Acceptation
fr_fr: Accepter

# CRACompanyName
source: Company name
fr_fr: Nom de l'entreprise

# CRACompensationRate
source: Indemnisation rate
fr_fr: Taux d'indemnisation

# CRADepositAmount
source: Deposit
fr_fr: Dépôt de garantie

# CRAEdit
source: Edit
fr_fr: Editer

# CRAGrossMargin
source: Gross margin rate
fr_fr: Taux de marge brute

# CRAInsuredCreditAmount
source: Insured credit amount
fr_fr: Montant du crédit assuré

# CRAPaymentDelayDays
source: Payment delay (days)
fr_fr: Délais de paiement (jours)

# CRAPaymentDelayMonth
source: Payment delay multiplication factor (by month)
fr_fr: Facteur du délais de paiement (par mois)

# CRAUpdate
source: Update
fr_fr: Mise à jour

# CRAWishedBudgetAmount
source: Wished amount
fr_fr: Montant souhaité

# CSUpdateConfirmPassword
source: Confirm Password *
fr_fr: Confirmation du mot de passe *

# CSUpdateLanguage
source: Language
fr_fr: Langue

# CSUpdateNewPassword
source: New Password *
fr_fr: Nouveau mot de passe *

# CSUpdateUser
source: User
fr_fr: Utilisateur

# CustomerAccount
source: Account
fr_fr: Compte

# CustomerCompanyName
source: Company name *
fr_fr: Nom de l'entreprise *

# CustomerHQZipcode
source: Headquarter zipcode *
fr_fr: Zipcode du siège social *

# CustomerIndustry
source: Industry
fr_fr: Secteur d'activité

# CustomerKeyAccount
source: Key account *
fr_fr: Grand compte *

# CustomerKeyCustomerCategory
source: Customer category
fr_fr: Catégorie

# CustomerKeyInvoicingAddress
source: Invoicing address
fr_fr: Adresse de facturation

# CustomerLegalForm
source: Legal form
fr_fr: Forme juridique

# CustomerManPower
source: Man power
fr_fr: Effectif

# CustomerName
source: Name *
fr_fr: Nom *

# CustomerPhoneNumber
source: Phone number *
fr_fr: N° de téléphone *

# CustomerServiceCustomerName
source: Customer name *
fr_fr: Nom du client *

# CustomerServiceCustomerService
source: Customer service
fr_fr: Service client

# CustomerServiceLanguage
source: Language
fr_fr: Langue

# EndCustomerAddress1
source: Address 1 *
fr_fr: Adresse 1 *

# EndCustomerAddress2
source: Address 2
fr_fr: Adresse 2

# EndCustomerAddress3
source: Address 3
fr_fr: Adresse 3

# EndCustomerCity
source: City *
fr_fr: Ville *

# EndCustomerCompany
source: Company
fr_fr: Entreprise

# EndCustomerCompanyName
source: Company name *
fr_fr: Nom de l'entreprise *

# EndCustomerConfirmPassword
source: Password confirmation *
fr_fr: Confirmation de mot de passe *

# EndCustomerContactName
source: Contact responsible for payment of suppliers *
fr_fr: Contact responsable du paiement des fournisseurs*

# EndCustomerCreditCard
source: Credit card
fr_fr: Carte de crédit

# EndCustomerCurrentPaymentMethod
source: Current payment method *
fr_fr: Méthode de paiement actuelle *

# EndCustomerDeferredPayment
source: Deferred payment
fr_fr: Paiement différé

# EndCustomerEmailConfirmation
source: Email confirmation *
fr_fr: Confirmation de l'email *

# EndCustomerFaxNo
source: Fax no
fr_fr: N° de fax

# EndCustomerFunction
source: Function
fr_fr: Fonction

# EndCustomerHQZipcode
source: Headquarters zipcode *
fr_fr: Zipcode du siège social *

# EndCustomerInvoideAddress
source: Invoicing address
fr_fr: Adresse de facturation

# EndCustomerName
source: Name *
fr_fr: Nom *

# EndCustomerPassword
source: Password *
fr_fr: Mot de passe *

# EndCustomerPaymentMethod
source: Payment method
fr_fr: Méthode de paiement

# EndCustomerPhoneNumber
source: Phone number *
fr_fr: N° de téléphone *

# EndCustomerRequestDeferredPayment
source: Request for deferred payment
fr_fr: Demande de paiement différé

# EndCustomerReturnAddress
source: Return address
fr_fr: Adresse de retour

# EndCustomerShipping
source: Shipping
fr_fr: Expédition

# EndCustomerShippingAddress
source: Shipping address
fr_fr: Adresse de chargement

# EndCustomerShippingPreference
source: Shipping preferences
fr_fr: Préférences d'expédition

# EndCustomerSiretNo
source: SIRET no *
fr_fr: SIRET *

# EndCustomerTitle
source: Referent user creation
fr_fr: Création de l'utilisateur référent

# EndCustomerTOS
source: I accept Terms of Service available here *
fr_fr: J'accepte les Conditions d'Utilisation disponibles ici *

# EndCustomerTransportBudget
source: Transport budget (€)
fr_fr: Budget transport (€)

# EndCustomerUseInvoiceAddress
source: Use the invoicing address
fr_fr: Utiliser l'adresse de facturation

# EndCustomerVatNo
source: VAT no
fr_fr: TVA intracommunautaire

# EndCustUpdateCarrier
source: Carriers
fr_fr: Transporteurs

# EndCustUpdateCarrierReference
source: Carrier account reference
fr_fr: Sous-comptes transporteurs

# EndCustUpdateCurrentCC
source: Credit card
fr_fr: Carte de crédit

# EndCustUpdateCurrentDP
source: Deferred payment
fr_fr: Paiement différé

# EndCustUpdateCurrentDPType
source: Defered payment type *
fr_fr: Type de paiement différé *

# EndCustUpdateCurrentPaymentMethod
source: Current payment method *
fr_fr: Méthode de paiement actuelle *

# EndCustUpdateCurrentRequestDP
source: Request for deferred payment
fr_fr: Demande de paiement différé

# EndCustUpdateDiscount
source: Discount (%)
fr_fr: Remise (%)

# EndCustUpdateEconomy
source: Economy
fr_fr: Economie

# EndCustUpdateInvAddress1
source: Address 1 *
fr_fr: Adresse 1 *

# EndCustUpdateInvAddress2
source: Address 2
fr_fr: Adresse 2

# EndCustUpdateInvAddress3
source: Address 3
fr_fr: Adresse 3

# EndCustUpdateInvCity
source: City *
fr_fr: Ville *

# EndCustUpdateInvCommercialAttach
source: Commercial attaché
fr_fr: Attaché commercial

# EndCustUpdateInvCompanyName
source: Company name
fr_fr: Nom de l'entreprise

# EndCustUpdateInvContact
source: Contact responsible for payment *
fr_fr: Contact responsable des paiements *

# EndCustUpdateInvCustomerCategory
source: Customer category
fr_fr: Catégorie

# EndCustUpdateInvFaxNo
source: Fax no
fr_fr: N° de fax

# EndCustUpdateInvGrossMargin
source: Gross margin (€)
fr_fr: Marge brute (€)

# EndCustUpdateInvHQZipcode
source: Headquarters zipcode *
fr_fr: Zipcode du siège social *

# EndCustUpdateInvIndustry
source: Industry
fr_fr: Secteur d'activité

# EndCustUpdateInvLegalForm
source: Legal form
fr_fr: Forme juridique

# EndCustUpdateInvManPower
source: Man power
fr_fr: Effectif

# EndCustUpdateInvName
source: Name (president/CEO/manager)
fr_fr: Nom (Directeur/PDG/Gérant)

# EndCustUpdateInvoiceAddress
source: Invoicing address
fr_fr: Adresse de facturation

# EndCustUpdateInvPhoneNumber
source: Phone no *
fr_fr: N° de téléphone *

# EndCustUpdateInvSiretNo
source: SIRET no *
fr_fr: SIRET *

# EndCustUpdateInvTurnOver
source: Turnover (€)
fr_fr: Chiffre d'affaire (€)

# EndCustUpdateInvVatNo
source: VAT no
fr_fr: TVA intracommunautaire

# EndCustUpdateISKeyAccount
source: Is a key account
fr_fr: est un grand compte

# EndCustUpdateKeyAccount
source: Key account
fr_fr: Grand compte

# EndCustUpdatePallets
source: Pallets
fr_fr: Palettes

# EndCustUpdateParcels
source: Parcels
fr_fr: Colis

# EndCustUpdatePassword
source: Password
fr_fr: Mot de passe

# EndCustUpdatePasswordConfirm
source: Password confirmation
fr_fr: Confirmation de mot de passe

# EndCustUpdatePaymentMethod
source: Payment method
fr_fr: Méthode de paiement

# EndCustUpdateShipping
source: Shipping
fr_fr: Expédition

# EndCustUpdateShippingAddress
source: Shipping address
fr_fr: Adresse de chargement

# EndCustUpdateShippingInvoiceAddress
source: Use the invoicing address
fr_fr: Utiliser l'adresse de facturation

# EndCustUpdateShippingPreference
source: Shipping preferences
fr_fr: Préférences d'expédition

# EndCustUpdateStatus
source: Account status *
fr_fr: Statut du compte *

# EndCustUpdateStatusArchieve
source: Archive
fr_fr: Archivé

# EndCustUpdateStatusDisable
source: Disabled
fr_fr: Inactif

# EndCustUpdateStatusEnable
source: Enabled
fr_fr: Actif

# EndCustUpdateSubscription
source: Subscription yearly amount (€) *
fr_fr: Souscription annuelle (€) *

# EndCustUpdateTOS
source: I accept Terms of Service available here *
fr_fr: J'accepte les Conditions d'Utilisation disponibles ici *

# EndCustUpdateTransportBudget
source: Transport budget (€)
fr_fr: Budget transport (€)

# EndCustUpdateUser
source: Customer
fr_fr: Client

# FranchiseSiretNo
source: SIRET no *
fr_fr: SIRET *

# FranchiseVatNo
source: VAT no
fr_fr: TVA intracommunautaire

# LoginInvalid
source: Invalid username or password
fr_fr: Les identifiants saisis ne sont pas valides

# MenuMyAccountAuthorizedUserList
source: List
fr_fr: Liste

# MenuMyAccountAuthorizedUserUpdate
source: Update
fr_fr: Mise à jour

# ValidationInvalidTimeFormat
source: Please enter time format like HH:MM.
fr_fr: Saisir les heures au format HH:MM.

# ValidationFileExt
source: file extension is not valid
fr_fr: n'est pas une extension de fichier valide

# ValidationFileSize
source: File size exceeds
fr_fr: Le fichier dépasse la taille limite autorisée :

source: Indicative delivery date
fr_fr: Date de livraison indicative

source: Insurance declared value
fr_fr: Valeur déclarée

# ShipmentFailure
source: Problem encountered while confirming shipments
fr_fr: Echec lors de la confirmation de l'expédition

# ShipmentSucess
source: Successfully shipped
fr_fr: Expédition(s) effectuée(s) avec succès

# TotalParcel
source: Total container
fr_fr: Total contenants

# TotalTax
source: Total taxable weight
fr_fr: Total poids taxable

# TotalWeight
source: Total gross weight
fr_fr: Total poids réel

source: At least one
fr_fr: Au moins un

source: Cutomer ID
fr_fr: Identifiant utilisateur

source: Fuel (%)
fr_fr: Carburant (%)

source: Reference
fr_fr: Référence

source: Refresh
fr_fr: Rafraîchir

source: Safety (%)
fr_fr: Sécurité (%)

# SimulationID
source: Simulation reference
fr_fr: Blocs enregistrés

# SMAverageWeight
source: Average weight (kg)
fr_fr: Poids moyen (kg)

# SMCarriers
source: Carriers
fr_fr: Transporteurs

# SMCompareMargin
source: Margin on sales (%)
fr_fr: Marge sur CA annuel (%)

# SMCompareSales
source: Sales tariff N2/Carrier (%)
fr_fr: Tarif de vente/Tarif actuel (%)

# SMCurrentSaleTariff
source: Current sales tariff (€)
fr_fr: Tarifs de vente actuels (€)

# SMCurrentTurnOver
source: Turnover (€)
fr_fr: CA HT actuel (€)

# SMDiscount
source: Discount (%)
fr_fr: Remise (%)

# SMFreightPurchase
source: Freight purchase (€)
fr_fr: Fret d'achat (€)

# SMGrossMargin
source: Gross margin (€)
fr_fr: Marge brute (€)

# SMMargin
source: Gross margin (%)
fr_fr: Marge brute (%)

# SMMasterServiceName
source: Master services type
fr_fr: Master Type de service

# SMPublicCarrier
source: Carriers
fr_fr: Transporteurs

# SMPublicTariff
source: Public tariff or net tariff (%)
fr_fr: Tarif public ou tarif net (%)

# SMPurchaseTariff
source: Purchase tariff (€)
fr_fr: Tarif d'achat (€)

# SMSalesFreight
source: Sales fret tariff (€)
fr_fr: Fret du tarif de vente (€)

# SMSalesTariff
source: Kaizos sales tariff (€)
fr_fr: Tarif de vente Kaizos (€)

# SMSalesTurnOver
source: Turnover (€)
fr_fr: CA HT possible (€)

# SMWeight
source: Weight (kg)
fr_fr: Poids (kg)

source: Sub total block
fr_fr: Bloc de sous-total

# SurchargeDiscount
source: Current customer surcharge discount
fr_fr: Remises sur les surcharges actuelles du client

source: Tariff based
fr_fr: Basé sur les tarifs

# ValidationSelection
source: must be selected
fr_fr: doit être sélectionné

# CancelShipment
source: Problem encountered while canceling shipment [{0}]
fr_fr: Echec lors de l'annulation de l'expédition [{0}]

# ManualCarrierSelection
source: Problem encountered while selecting optimal carrier
fr_fr: Echec lors de la sélection du transporteur optimal

# ManualShipConfirmation
source: Problem encountered while confirming the shipment
fr_fr: Echec lors de la confirmation de l'expédition

# ManualShipCreation
source: Problem encountered while creating the shipment
fr_fr: Echec lors de la création de l'expédition

# ManualShipDelete
source: Problem encountered while deleting a shipment
fr_fr: Echec lors de la suppression de l'expédition

# ManualShipLoadAfterDelete
source: Problem encountered while loading shipping details after deletion
fr_fr: Echec lors du rechargement du détail d'expédition après suppression

# ManualShipPageLoad
source: Problem encountered while loading manual shipping details
fr_fr: Echec lors du chargement des détails d'expédition

# SimulationTool
source: Problem encountered while loading gross margin calculation tool
fr_fr: Echec lors du chargement de l'outil de simulation

# SMToolCalculationPublic
source: Problem encountered while calculating public tariff
fr_fr: Echec lors du calcul du tarif public

# SMToolCalculationPurchase
source: Problem encountered while calculating purchase tariff
fr_fr: Echec lors du calcul du tarif d'achat

# SMToolCalculationRefresh
source: Problem encountered while calculating the gross margin
fr_fr: Echec lors du calcul de la marge brute

# SMToolCarrierTariffLoad
source: Problem encountered while loading carrier tariff tool
fr_fr: Echec lors du chargement du module de tarif transporteur

# SMToolSave
source: Problem encountered while save gross margin
fr_fr: Echec lors de l'enregistrement des valeurs de marge brute

# SMToolSimulationID
source: Problem encountered while loading simulation ID for user [{0}]
fr_fr: Echec lors du chargement des données de l'utilisateur [{0}]

# CancelResponsible
source: Responsible
fr_fr: Responsable

source: Customer
fr_fr: Client

# ReferenceNotAvailable
source: Given shipment reference {0} does not exists. Please try with new reference.
fr_fr: La référence d'expédition {0} n'existe pas. Veuillez essayer de nouveau.

# MenuAccountsCustomersEndCustomerUpdate
source: End cutomer update
fr_fr: Mise à jour du client final

# MenuMainShippingCancel
source: Cancellation
fr_fr: Annulation

# AddAddress
source: Add this address
fr_fr: Ajouter au carnet d'adresse

# MaxAllowedShipment
source: Maximum 100 units allowed per shipment
fr_fr: Limite : 100 unités maximum par expédition

# ValGreaterThan
source: must greater than
fr_fr: doit être supérieur à

# ValPositive
source: must be a positive value
fr_fr: doit être une valeur positive

# ZipCodeCityFormat
source: Expected format "Zipcode - City"
fr_fr: Format attendu : "Zipcode - Ville"

# AddressBookValidationFailure
source: Problem in address details validation.
fr_fr: Echec lors de la validation de l'adresse.

# TOSFailure
source: Problem encountered while update the terms of service. Please contact administrator.
fr_fr: Echec lors de la mise à jour des conditions d'utilisation. Merci de contacter votre administrateur.

# TOSValFailure
source: Problem encountered while terms of service validation. Please contact administrator.
fr_fr: Echec lors de la validation des conditions d'utilisation. TOS validation. Merci de contacter votre administrateur.

# valTosSame
source: There is no change in the given Terms of Service with active one.
fr_fr: Il n'y a eu aucun changement avec la version actuelle des conditions d'utilisation.

# LoginValFailure
source: Problem encountered while login validation. Please contact administrator.
fr_fr: Echec lors de l'identification. Merci de contacter votre administrateur.

# AddressBookImportFailure
source: Problem encountered while import address book. Please contact administrator.
fr_fr: Echec lors de l'import dans le carnet d'adresse. Merci de contacter votre administrateur.

# FranchiseLoadFailure
source: Problem encountered while loading the franchise details. Please contact administrator.
fr_fr: Echec lors du chargement des informations du partenaire franchisé. Merci de contacter votre administrateur.

# MessageFranchiseListFailure
source: Problem encountered while fetching the franchise list details. Please contact administrator.
fr_fr: Echec lors de la lecture des informations du partenaire franchisé. Merci de contacter votre administrateur.

# AddressBookLoadFailure
source: Problem encountered while loading address book list. Please contact administrator.
fr_fr: Echec lors du chargement de la liste des adresses. Merci de contacter votre administrateur.

# AZUserListLoadFailure
source: Problem encountered while loading authorized user list. Please contact administrator.
fr_fr: Echec lors du chargement de la liste des utilisateurs autorisés. Merci de contacter votre administrateur.

# CreditRequestLoadFailure
source: Problem encountered while loading credit request list. Please contact administrator.
fr_fr: Echec lors du chargement de la liste des demandes de crédit. Merci de contacter votre administrateur.

# CreditRequestUpdateFailure
source: Problem encountered while updating credit request. Please contact administrator.
fr_fr: Echec lors de la mise à jour de la demande de crédit. Merci de contacter votre administrateur.

# ProfileLoadFailure
source: Problem encountered while loading profile mapping details. Please contact administrator.
fr_fr: Echec lors du chargement des informations de profil. Merci de contacter votre administrateur.

# MenuMyAccountAddressBookUpdate
source: Update
fr_fr: Mise à jour

# AddressBookListFailure
source: Problem encountered while loading the addressbook list. Please contact administrator.
fr_fr: Echec lors du chargement du carnet d'adresse. Merci de contacter votre administrateur.

# AddressBookSearchName
source: Search value
fr_fr: Chercher

# ExpectedTimeFormat
source: Expected format "HH:MM"
fr_fr: Format attendu : "HH:MM"

# NameCompany
source: Name or company
fr_fr: Nom ou entreprise

source: File import status
fr_fr: Statut du fichier d'import

# NumberLessThenN
source: less then
fr_fr: moins que
